Revit 2027 API
ParameterTypeId.SpacingJustification Property
 "Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingJustification { get; }
Public Shared ReadOnly Property SpacingJustification As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingJustification {
	ForgeTypeId^ get ();
}
static member SpacingJustification : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace